[{
  "_id": {
    "$oid": "65e6ef65824aa89739e23978"
  },
  "title": "مرشد و مارگاریتا",
  "author": " میخاییل بواگاکف",
  "publishYear": 1965,
  "createdAt": {
    "$date": "2024-03-05T10:09:41.721Z"
  },
  "updatedAt": {
    "$date": "2024-08-13T09:22:40.239Z"
  },
  "__v": 0,
  "description": "میخائیل بولگاکف سیزده سال آخر عمر خود را صرف نوشتن مرشد و مارگریتا کرد که به گمان بسیاری از منتقدان با رمان های کلاسیک پهلو زده و بی تردید از درخشان ترین آثار ادبی روسیه به شمار می رود. هنگام درگذشت بولگاکف جز همسر و دوستان نزدیکش کسی از وجود این کتاب خبر نداشت. ربع قرن پس از مرگ نویسنده، رمان بالاخره اجازه انتشار یافت و شمارگان سیصدهزارتایی آن یک شبه به فروش رفت و سپس هر نسخه آن تا صد برابر قیمت فروخته شد. درباره این رمان شگفت انگیز بیش از صد کتاب و مقاله تنها به زبان انگلیسی نوشته شده است."
},
{
  "_id": {
    "$oid": "65f025dec67cf4e73c951dd0"
  },
  "title": "مزرعه حیوانات",
  "author": "جورج اورول",
  "publishYear": 1984,
  "createdAt": {
    "$date": "2024-03-12T09:52:31.002Z"
  },
  "updatedAt": {
    "$date": "2024-08-13T08:54:00.783Z"
  },
  "__v": 0,
  "description": "کتاب قلعه حیوانات با عنوان اصلی (Animal Farm) نخستین بار در سال 1945 منتشر شد. جورج اورول این کتاب را در طول جنگ جهانی دوم نوشت و در آن از استبداد طبقه‌ی حاکم شوروی انتقاد کرد. پرچمی که اورول در داستان برای مزرعه‌ی حیوانات ترسیم می‌کند شبیه به پرچم شوروی است"
},
{
  "_id": {
    "$oid": "660bd09b6e55f0c95d4bb443"
  },
  "title": "کتابخانه نیمه شب",
  "author": "مت هیگ",
  "publishYear": 2020,
  "createdAt": {
    "$date": "2024-04-02T09:32:12.019Z"
  },
  "updatedAt": {
    "$date": "2024-08-13T08:58:54.281Z"
  },
  "__v": 0,
  "description": "تابه‌حال شده در نقطه‌ای از زندگی بایستید و با خودتان بگویید اگر در آن روز تصمیم دیگری می‌گرفتم چه می‌شد؟ پاسخ سوال روشن است، حتماً برایتان پیش آمده است. زندگی مجموعه‌ای از تصمیمات ماست و ما با این‌که در هر بزنگاهی سعی می‌کنیم بهترین تصمیم را داشته باشیم، نمی‌توانیم از تردید فرار کنیم. تردید همیشه با ماست؛ تردید در این که شاید می‌توانستیم بهتر عمل کنیم و تصمیمات درست‌تری بگیریم."
},
{
  "_id": {
    "$oid": "66150f54a13f0cc6f959e194"
  },
  "title": "مغازه خودکشی",
  "author": "ژان تولی",
  "publishYear": 2006,
  "createdAt": {
    "$date": "2024-04-09T09:50:12.258Z"
  },
  "updatedAt": {
    "$date": "2024-08-13T09:22:16.447Z"
  },
  "__v": 0,
  "description": "کتاب مغازه‌ی خودکشی به قلم ژان تولی، یکی از معروف‌ترین و برجسته‌ترین آثار فانتزی سیاه است که به شما نشان می‌دهد باید از شکست‌ها درس گرفت و از آن‌ها پلی به سوی موفقیت ساخت.  در سراسر کتاب مغازه‌ی خودکشی (The Suicide Shop) می‌توان حضور مرگ را احساس کرد، ژان تولی با اینکه در تلاش است تا امید به زندگی را در خواننده ایجاد کند، در مقابل جنگی نمادین و سرشار از شوخی‌های ظریف را خلق کرده که در پایان کتاب شما را شگفت‌زده می‌کند. به عبارت دیگر می‌توان گفت این کتاب، هجوی تمام‌عیار در مورد مرگ و امید است."
},
{
  "_id": {
    "$oid": "66151103a13f0cc6f959e197"
  },
  "title": "خوشه های خشم",
  "author": "جان اشتاین بک",
  "publishYear": 1997,
  "createdAt": {
    "$date": "2024-04-09T09:57:23.537Z"
  },
  "updatedAt": {
    "$date": "2024-08-13T08:56:21.489Z"
  },
  "__v": 0,
  "description": "کتاب خوشه‌های خشم (The Grapes Of Wrath) در سال ۱۹۳۹ منتشر شد. این اثر یک رمان واقع‌گراست که درباره رکود اقتصادی آمریکا نوشته شده است. جان اشتاین‌بک، با خلق این اثر نشان داد که چطور می‌توان دنیایی ساخت که جایگاه و حتی زندگی فقرا و طبقه کارگر در آن اهمیتی خاصی نداشته باشد. نویسنده در هنگام نوشتن کتابش گفته بود در تلاش است تا تمام کسانی را که مسئول این رکود بزرگ و تبعات آن هستند، شرمنده کند. به همین دلیل هم این اثر، یکی از محبوب‌ترین کتاب‌ها میان مردم طبقه کارگر بوده است."
},
{
  "_id": {
    "$oid": "66151389a13f0cc6f959e19b"
  },
  "title": "بینوایان",
  "author": "ویکتور هوگو",
  "publishYear": 1998,
  "createdAt": {
    "$date": "2024-04-09T10:08:09.890Z"
  },
  "updatedAt": {
    "$date": "2024-08-13T09:01:37.779Z"
  },
  "__v": 0,
  "description": "کتاب بینوایان، اثر بی‌نظیر ویکتور هوگو، از رمان‌هایی است که هر بار خواندنش حرف‌هایی تازه برای گفتن دارد و هر بار نیز احساسات مخاطبش را بر می‌انگیزد. ویکتور هوگو مهم‌ترین مقطع تاریخ فرانسه را در رمانی با شخصیت‌های زنده به تصویر کشیده است. نگاه‌ها و نفس‌های ژان وارژان و رنجیدگی و شوریدگی کوزت را می‌شود در سطرسطر کتاب حس کرد."
},
{
  "_id": {
    "$oid": "661e2c3b50b63053e31e6f47"
  },
  "title": "جاناتان مرغ دریایی",
  "author": "جک رایان",
  "publishYear": 1970,
  "createdAt": {
    "$date": "2024-04-16T07:43:55.244Z"
  },
  "updatedAt": {
    "$date": "2024-08-13T08:50:41.458Z"
  },
  "__v": 0,
  "description": "کتاب جاناتان مرغ دریایی اثر ریچارد باخ، حکایتی در قالب رمان کوتاه است. این کتاب داستانی از زندگی همه‌ی انسان‌ها است؛ همه‌ی انسان‌هایی که به زندگی در اجتماع خودساخته خو کرده‌اند و هیچ برون رفتی از قوانین و چهارچوب‌های خودساخته متصور نیستند.  ریچارد باخ کتاب جاناتان مرغ دریایی (Janathan Livingston Seagull) را در سال 1970 نوشت، داستان مرغ دریایی‌ای که نمی‌خواهد مثل بقیه مرغان دریایی زندگی کند، می‌خواهد تندتر و بالاتر پرواز کند. اما همنوعانش تغییر را دوست ندارند و او را از جمع خود می‌رانند. اما به راستی، جاناتان تنها مانده است یا مرغانی که او را راندند؟ سرگذشت این مرغ دریایی بلند پرواز، نزدیک چهل سال است که میلیون‌ها نفر را محسور خود کرده است."
}]